Revit 2027 API
SymbolTypeId.Tf Property
 Symbol Tf, indicating unit Tonnes force.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Tf { get; }
Public Shared ReadOnly Property Tf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Tf {
	ForgeTypeId^ get ();
}
static member Tf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace